package day09;
/*
 * static를 최대한 활용하여 작성 하시오.
 * 은행 처리 프로그램을 작성 하시오.
 * 
 * <<입력>>
 * 1. 신규가입  2. 이율변경  3. 등록인원정보  4. 종료 : 1 
 * ==신규가입==
 * 이름 : 전용호
 * 입금금액 :1000
 * 
 * 신규 가입이 2017년 3월 15일 20시 26분에 처리 되었습니다.
 * 입금한 금액은 1000원 입니다.
 * 현재 적용 이율은 5%입니다.
 * 
 * 1. 신규가입  2. 이율변경  3. 등록인원정보  4. 종료 : 
 * 관리자 패스워드 : 1111
 * 현재 5%의 이율이 적용 되고 있습니다.
 * 변경 이율 : 7
 * 7%로 변경 적용 됩니다.
 * 
 * 1. 신규가입  2. 이율변경  3. 등록인원정보  4. 종료 : 3
 * ==현재 등록 고객 정보==
 * 이름    금액    이율
 * ====================
 * 전용호   1000    7%
 * 전선구  10000    7%
 * ....
 * ====================
 * 
 *  1. 신규가입  2. 이율변경  3. 등록인원정보  4. 종료 : 4
 *  
 *  은행 영업을 마감 합니다.
 *  수고 하셨습니다.
 * 
 * 
 * 
 */










public class Exam05 {

}
